# Taps
tap 'homebrew/cask'
tap 'homebrew/bundle'
tap 'universal-ctags/universal-ctags'
tap 'nicoverbruggen/homebrew-cask'

# Brew
brew 'spaceship'
brew 'fzf'
brew 'git'
brew 'git-delta'
brew 'gh'
brew 'httpie'
brew 'mycli'
brew 'mysql-client'
brew 'python@3.9'
brew 'neovim'
brew 'bat'
brew 'stripe'
brew 'nvm'
brew 'htop'

# Cask
cask 'iterm2'
cask 'google-chrome'
cask 'slack'
cask 'discord'
cask 'ray'
cask 'docker'
cask 'phpmon'
cask 'polymail'
